Gets units.
  Namespace:   Autodesk.Revit.UI.Mechanical
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Units GetUnits()
  Visual Basic
Public Function GetUnits As Units
  Visual C++
public:
Units^ GetUnits()
 Return Value
 The Units object.
 See Also
  DuctFittingAndAccessoryPressureDropUIData Class
  Autodesk.Revit.UI.Mechanical Namespace